{"remaining_requests": 986, "original_status": 200, "pc_status": 200, "url": "https://sinootea.com/", "body": {"alert": "A generic web scraper has been selected. Please contact support if you require a more detailed scraper for your given URL.", "title": "sinootea", "favicon": "https://sinootea.com/cdn/shop/files/3_3x_2494cbd9-6348-4543-a45a-522ae6330b98.png?crop=center&height=32&v=1649839880&width=32", "meta": {"description": "", "keywords": ""}, "content": "Check out Continue shopping The old antique flowing on the tip of the tongue Ancient handmade craftsmanship inheritance Only make good quality tea that consumers can feel at ease! Not every small green mandarin can match it. Tender and bright, green as jade Regular price $27.99 USD Unit price / per The fresh leaves of Pu'er tea are made from Yunnan big-leaf tea trees. They can be divided into raw and cooked Pu'er tea.They are very common in hundreds of Shanguo tea franchise stores.The production of raw Pu'er can also .. It all started when the tea and horse brothers returned to their hometown in October 2009 and saw the hardships of the elders in their hometown still repeating the same life as their ancestors hundreds of years ago.. The packaging is intact and not damaged. It was soaked as soon as it arrived. I am not a professional tea drinker, and I feel that the taste is not bad! Fl***er Pu-erh brick tea is fragrant and mellow, very fresh. I've repurchased it several times, and it's very affordable. Tw***le This Xiaotuo tea is really catchy to drink, with a touch of glutinous fragrance and a wine red soup color, it is great! Frequently asked questions The efficacy and role of Pu'er tea 1. Clinically, Pu’er tea is used for weight loss and lipid-lowering. Long-term use of Pu’er tea can reduce blood lipids, reduce body weight, and lose weight; 2. Drinking a small amount of Pu'er tea for a long time can warm the stomach and help digestion, promote the absorption and digestion of food, eliminate abdominal distension, and promote appetite; 3. Pu-erh tea has antibacterial effect, which can assist in the clinical treatment of dysentery, enteritis, pharyngitis and other diseases; 4. Pu'er tea has the effect of sobering up and detoxifying, and has the effect of sobering up the drunkenness caused by alcoholism and excessive drinking; 5. Pu-erh tea has the effect of anti-aging, prolonging life, refreshing and improving memory. How to brew Pu'er tea How to brew Pu'er raw tea 1. Prepare the tea set When brewing raw Pu'er tea, you need to prepare a purple clay pot or a tea set with a covered bowl, and boil the water, preferably mountain spring water. After the water boils, wash the tea set first to increase the temperature of the tea set. In order to make the tea aroma purer, it is necessary to moisten the tea before the official brewing and scald the tea leaves with boiling water. 2. Water injection After the preparation is completed, add 5-10g of tea according to personal preference. The fragrance depends on the flushing, the soup depends on the hanging, when the water is poured, the water rushes rapidly, and the aroma is higher, but the tea flavor is sacrificed; when the water is poured, the water is poured slowly at a fixed point, and the taste is denser and softer, but the tea aroma will be sacrificed. 3. Soup Under normal circumstances, each brewing time is 1-3 minutes. The brewed tea soup is filtered into the tea sea, and then divided into the tea cups, and it is appropriate to be 80% full. Smell the fragrance first, observe the brightness and transparency of the tea soup, and then take a sip to experience the charm of raw Pu'er tea. How to Brew Pu'er Ripe Tea 1. Prepare the tea set You can use a purple sand pot or a covered bowl to brew Pu'er cooked tea. The inside of the purple sand pot has pores and good air permeability. It can better stimulate its aroma and stale taste when it is used to brew cooked tea. The gaiwan does not absorb the taste, can brew the real taste of the cooked Pu'er, and reflect the beauty of the color of Pu'er tea. 2. Put in tea If you use a gaiwan to brew, generally choose a ratio of 100ml: 7g of tea. If you use a Zisha pot to brew, the amount of tea in a 180ml pot should be about 10g. The amount of tea can be adjusted according to personal taste preferences. 3. Wake up tea Pu-erh ripe tea has heavy accumulation of gas. Before brewing, you need to wake up the tea, pour hot water for about 10 seconds and pour it out, and then pour in 100-degree boiling water. The first five brews are 5-7 seconds, and the soup is 7-10 seconds after the sixth brew. After the soup is out, the soaking time can be extended moderately after 10 soaks, and the cooked Pu of good quality can drink continuously for more than 10-20 soaks. How to brew small green mandarin oranges Tips： Small green citrus will produce \"citrus oil crystals\" during the aging process. Commonly known as \"white frost\" and \"white frost\", it is not caused by mold. white powdery substance. Frosted small green mandarin can rest assured to drink! Small green mandarin brewing method： 1、Unpack the package, take out the small green mandarin oranges, and tear the tissue paper. 2、Uncover the tea-filled citrus peel and put it into a bowl with the whole citrus fruit. 3、Aim at the citrus fruit and slowly pour boiling water for 3 seconds, then wash out the soup and wash the tea once for moisturizing the tea and scalding the cup. 4、Then pour in 100°C boiling water for 3-5 seconds, pour the soup into a teacup and drink. 5、After the first 5 soaks, the soup time can be appropriately increased to maintain the tea soup mouth. How to Brew Black Tea 1. Prepare the tea set To brew black tea, you need to use a suitable tea set. For black tea, it is better to use a purple clay pot, a white porcelain cover bowl, or a glass pot. The purple clay pot has a unique air permeability, which can retain the tea fragrance after brewing. The white porcelain cover bowl will highlight the color of the black tea soup and using a glass pot to make the tea can more clearly feel the changes in the tea soup. 2. Dosage of tea The amount of tea poured depends on personal taste and the size of the tea set. Generally, the amount of tea poured is about 5-10 grams. If the amount of tea is too small, the tea soup will be weak, and if the amount of tea is too much, the tea soup will be too thick, which will affect the taste. 3. The water temperature is suitable The best water temperature for brewing black tea is 90-100 ℃, and it is best to use boiling water that has just boiled bubbles. Use the technique of hanging the pot to raise the top of the teacup, and then pour hot water and 100 ℃ water into the teacup. When entering the cup, it will drop to around 95°C. 4. Brewing time Different quality black teas have different brewing times. The brewing time of black tea with delicate tea leaves is 2-3 minutes, and the brewing time of larger tea leaves is 3-5 minutes. The soaking time should not be too long, otherwise the tea soup will be bitter and affect the taste. The difference between Pu'er raw tea and cooked tea 1. Different appearance The color of the tea leaves in the tea cake made of raw tea is mainly green and dark green; the color of the tea leaves in the tea cake made of cooked tea is black or reddish brown, and some bud teas are dark golden yellow. 2, the production process is different After picking, raw tea will go through the processes of cooling, fixing, rolling, drying, autoclaving, and drying; after picking, cooked tea will be processed, rolling, drying and other processes. 3. The soup color is different After brewing raw tea, the soup color is blue or golden yellow; after brewing, the soup color of cooked tea is chestnut red or dark red. 4. Different brewing methods The water temperature for brewing raw tea is slightly lower, and the soaking time is slightly shorter; cooked tea can be brewed with boiling water, and the lid can be closed for a while after brewing. How to store Pu'er tea Which improper ways of storing tea will ruin your Pu'er tea? Tea lovers know that Pu-erh tea is particularly hygroscopic and odor-absorbing, and it can easily absorb moisture and odors in the air. If a Pu-erh tea is not stored properly, the Pu-erh tea will lose its flavor and taste in a short period of time. The storage of tea pays attention to certain methods, especially Pu-erh tea. Today, Tea Horse Guotou will talk about which improper storage methods will make tea lose its original taste and reduce its value. Which improper ways of storing tea will ruin your Pu'er tea? First: open air Many tea lovers like to store Pu-erh on a bookshelf or a corner of the living room, but indoor odor, excessively dry or humid air, and ultraviolet rays in sunlight are all enemies of Pu-erh tea aging. If it is the original packaging, it is best not to open it, considering the convenience of storage. If it is a small amount of tea, you can choose purple clay pots, clay pots, and cardboard boxes according to your own conditions. It is best not to use porcelain to seal Pu-erh tea, and oiled clay pots are not the first choice for storage. Some tea products have plastic packaging in their original packaging, but most of them use plastic packaging without affecting the storage of tea, so it is better not to dismantle them. Do not store in tin moon cake boxes or other tin boxes! Second: Mixing raw and cooked foods will contaminate each other and cause odor. Many tea lovers pack Pu’er tea into boxes, but if raw Pu’er tea and cooked Pu’er tea are sealed in the same box, because the aromas of raw and cooked tea are quite different, they will contaminate each other and cause odor. Third: Excessive ventilation Many articles about the storage of Pu-erh tea simply emphasize ventilation, but in fact, excessive ventilation may not only sharply reduce the moisture content of Pu-erh tea, but also stop the post-transformation. If changes occur, the original new tea leaves will disappear, and the old flavor will gradually be revealed. Fourth: Put Pu-erh tea in a place with a peculiar smell. Can not be put together with incense, medicine, cosmetics, etc. I believe that many new tea lovers will hear the old tea friends say that Pu’er tea should be stored in a place that is dry and ventilated, has a constant temperature and is not humid, has no peculiar smell, and is not exposed to the sun, and there should be no incense, medicine, cosmetics, etc. around, let alone. Mix different tea leaves together and save. Anyone who likes aged drinks and food should know that, whether it is wine, medicinal wine, or aged plums, materials and production are important, but storage is even more critical. The influence of different environments and containers cannot be ignored. . Therefore, the storage of aged Pu-erh tea is an important factor affecting the taste. From personal experience, we can summarize the five essentials of tea storage: constant temperature, constant humidity, no light, no miscellaneous smell, and fun. At the same time, avoid improper storage of tea from ruining your Pu'er tea! Origin of Pu'er tea Pu'er tea has a history of more than 2,000 years. This tea is produced in Xishuangbanna, Lincang, Pu'er and other regions in Yunnan. Because this tea has been distributed in Pu'er, it is named Pu'er tea. Pu-erh tea is made from Yunnan large-leaf sun-dried green tea as raw material, which is loose tea or pressed tea after fermentation. Subscribe to our emails Be the first to know about new collections and exclusive offers.", "canonical": "https://sinootea.com/", "images": ["//sinootea.com/cdn/shop/files/Sinootea-logo_180x.png?v=1649836569", "//sinootea.com/cdn/shop/files/GetPaidStock.com_-6257c9f714bcb.jpg?v=1649921125&width=1500", "//sinootea.com/cdn/shop/files/5aad81fd42feb533c9dd5a8f30bb8f18.png?v=1649929319&width=1500", "//sinootea.com/cdn/shop/files/3.png?v=1649849178&width=1500", "//sinootea.com/cdn/shop/files/banner.png?v=1649925967&width=1500", "//sinootea.com/cdn/shop/products/2_769186fd-66c0-40f2-9def-76ea14261326.jpg?v=1649233109&width=1500", "//sinootea.com/cdn/shop/products/SKU-02.jpg?v=1662347082&width=1500", "//sinootea.com/cdn/shop/products/02_5d0310a3-6eff-4137-91f8-7be7c6109491.jpg?v=1661764495&width=1500", "//sinootea.com/cdn/shop/products/3_a6be00b0-3dd4-4877-bc51-689a078136ed.jpg?v=1649233174&width=533", "//sinootea.com/cdn/shop/products/2_2fc09e84-20db-4cb8-979c-10728d6156cc.jpg?v=1649233174&width=533", "//sinootea.com/cdn/shop/products/1_743f6549-a601-473a-b00e-848e9902650d.jpg?v=1650005854&width=533", "//sinootea.com/cdn/shop/products/2_f8d3142a-abbe-492b-9d98-f4e6d40ddb30.jpg?v=1650005854&width=533", "//sinootea.com/cdn/shop/products/02_e5d01521-85fc-4abf-8565-84ba377bb0b9.jpg?v=1649744564&width=533", "//sinootea.com/cdn/shop/products/04_c622e5fd-4c0a-470d-8531-66beca6cc8bd.jpg?v=1649839860&width=533", "//sinootea.com/cdn/shop/products/02_3643e81e-dea7-4267-8266-26322fddf38d.jpg?v=1656405341&width=533", "//sinootea.com/cdn/shop/products/1_31b35e70-6b13-4c3a-8402-3dfa68bb34a4.jpg?v=1656405341&width=533", "//sinootea.com/cdn/shop/products/2_ef92f7f8-d5fa-4998-98cd-b4cc84716f1c.jpg?v=1650005956&width=533", "//sinootea.com/cdn/shop/products/1_c583524c-1f03-439a-a6fc-703301c34d4a.jpg?v=1650005956&width=533", "//sinootea.com/cdn/shop/products/04_b75520f4-25f2-4ee4-9711-c409b1109d0c.jpg?v=1649325755&width=533", "//sinootea.com/cdn/shop/products/03_87ac3de2-575a-47f2-a808-546f0d9c5728.jpg?v=1649325754&width=533", "//sinootea.com/cdn/shop/products/02_550ccf91-350b-4c9f-b4f1-c2054d1e9244.jpg?v=1649235899&width=533", "//sinootea.com/cdn/shop/products/03_555445b8-37ce-4de4-97ce-3722c7b114a3.jpg?v=1649235899&width=533", "//sinootea.com/cdn/shop/products/04_b3198346-979c-4846-83a6-ef89167d460a.jpg?v=1649749388&width=533", "//sinootea.com/cdn/shop/products/04_9bbcca00-6826-4738-b551-41106074971c.jpg?v=1649749388&width=533", "//sinootea.com/cdn/shop/files/GetPaidStock.com_-625396cb9c34c.jpg?v=1649646922&width=1500", "//sinootea.com/cdn/shop/products/13.jpg?v=1649926882&width=533", "//sinootea.com/cdn/shop/products/S15a93804090e40edba5e32f43545fc9eX.jpg?v=1649926882&width=533", "//sinootea.com/cdn/shop/products/6.jpg?v=1649751331&width=533", "//sinootea.com/cdn/shop/products/2_429ee8d2-0b9f-4a3a-a956-c04c2234fbd6.jpg?v=1649751331&width=533", "//sinootea.com/cdn/shop/products/4_a2e38291-22df-4ff8-9ecf-cf60df5c81e0.jpg?v=1650005948&width=533", "//sinootea.com/cdn/shop/products/1_dee64fbd-08bf-45fa-93f6-545780fa4103.jpg?v=1650005948&width=533", "//sinootea.com/cdn/shop/products/5_d1e318ed-09f2-4348-a214-a0c93eae57ba.jpg?v=1649926646&width=533", "//sinootea.com/cdn/shop/products/01.jpg?v=1649926646&width=533", "//sinootea.com/cdn/shop/files/gushi.jpg?v=1649995743&width=1500"], "grouped_images": {"header__heading-logo": ["//sinootea.com/cdn/shop/files/Sinootea-logo_180x.png?v=1649836569"], "no_class_found": ["//sinootea.com/cdn/shop/files/GetPaidStock.com_-6257c9f714bcb.jpg?v=1649921125&width=1500", "//sinootea.com/cdn/shop/files/5aad81fd42feb533c9dd5a8f30bb8f18.png?v=1649929319&width=1500", "//sinootea.com/cdn/shop/files/3.png?v=1649849178&width=1500", "//sinootea.com/cdn/shop/files/banner.png?v=1649925967&width=1500", "//sinootea.com/cdn/shop/files/GetPaidStock.com_-625396cb9c34c.jpg?v=1649646922&width=1500", "//sinootea.com/cdn/shop/files/gushi.jpg?v=1649995743&width=1500"], "motion-reduce": ["//sinootea.com/cdn/shop/products/2_769186fd-66c0-40f2-9def-76ea14261326.jpg?v=1649233109&width=1500", "//sinootea.com/cdn/shop/products/SKU-02.jpg?v=1662347082&width=1500", "//sinootea.com/cdn/shop/products/02_5d0310a3-6eff-4137-91f8-7be7c6109491.jpg?v=1661764495&width=1500", "//sinootea.com/cdn/shop/products/3_a6be00b0-3dd4-4877-bc51-689a078136ed.jpg?v=1649233174&width=533", "//sinootea.com/cdn/shop/products/2_2fc09e84-20db-4cb8-979c-10728d6156cc.jpg?v=1649233174&width=533", "//sinootea.com/cdn/shop/products/1_743f6549-a601-473a-b00e-848e9902650d.jpg?v=1650005854&width=533", "//sinootea.com/cdn/shop/products/2_f8d3142a-abbe-492b-9d98-f4e6d40ddb30.jpg?v=1650005854&width=533", "//sinootea.com/cdn/shop/products/02_e5d01521-85fc-4abf-8565-84ba377bb0b9.jpg?v=1649744564&width=533", "//sinootea.com/cdn/shop/products/04_c622e5fd-4c0a-470d-8531-66beca6cc8bd.jpg?v=1649839860&width=533", "//sinootea.com/cdn/shop/products/02_3643e81e-dea7-4267-8266-26322fddf38d.jpg?v=1656405341&width=533", "//sinootea.com/cdn/shop/products/1_31b35e70-6b13-4c3a-8402-3dfa68bb34a4.jpg?v=1656405341&width=533", "//sinootea.com/cdn/shop/products/2_ef92f7f8-d5fa-4998-98cd-b4cc84716f1c.jpg?v=1650005956&width=533", "//sinootea.com/cdn/shop/products/1_c583524c-1f03-439a-a6fc-703301c34d4a.jpg?v=1650005956&width=533", "//sinootea.com/cdn/shop/products/04_b75520f4-25f2-4ee4-9711-c409b1109d0c.jpg?v=1649325755&width=533", "//sinootea.com/cdn/shop/products/03_87ac3de2-575a-47f2-a808-546f0d9c5728.jpg?v=1649325754&width=533", "//sinootea.com/cdn/shop/products/02_550ccf91-350b-4c9f-b4f1-c2054d1e9244.jpg?v=1649235899&width=533", "//sinootea.com/cdn/shop/products/03_555445b8-37ce-4de4-97ce-3722c7b114a3.jpg?v=1649235899&width=533", "//sinootea.com/cdn/shop/products/04_b3198346-979c-4846-83a6-ef89167d460a.jpg?v=1649749388&width=533", "//sinootea.com/cdn/shop/products/04_9bbcca00-6826-4738-b551-41106074971c.jpg?v=1649749388&width=533", "//sinootea.com/cdn/shop/products/13.jpg?v=1649926882&width=533", "//sinootea.com/cdn/shop/products/S15a93804090e40edba5e32f43545fc9eX.jpg?v=1649926882&width=533", "//sinootea.com/cdn/shop/products/6.jpg?v=1649751331&width=533", "//sinootea.com/cdn/shop/products/2_429ee8d2-0b9f-4a3a-a956-c04c2234fbd6.jpg?v=1649751331&width=533", "//sinootea.com/cdn/shop/products/4_a2e38291-22df-4ff8-9ecf-cf60df5c81e0.jpg?v=1650005948&width=533", "//sinootea.com/cdn/shop/products/1_dee64fbd-08bf-45fa-93f6-545780fa4103.jpg?v=1650005948&width=533", "//sinootea.com/cdn/shop/products/5_d1e318ed-09f2-4348-a214-a0c93eae57ba.jpg?v=1649926646&width=533", "//sinootea.com/cdn/shop/products/01.jpg?v=1649926646&width=533"]}, "og_images": ["http://sinootea.com/cdn/shop/files/LOGO.png?height=628&pad_color=fff&v=1649409455&width=1200"], "links": ["https://sinootea.com/#MainContent", "https://sinootea.com/", "https://sinootea.com/collections/all", "https://sinootea.com/pages/contact", "https://sinootea.com/blogs/%E6%96%B0%E9%97%BB", "https://sinootea.com/pages/our-story", "https://sinootea.com/account/login", "https://www.facebook.com/Sinootea-114319914582587", "https://sinootea.com/cart", "https://sinootea.com/collections/pu-erh-tea", "https://sinootea.com/products/little-green-citrus-ferment-pu-erh", "https://sinootea.com/collections/green-tea", "https://sinootea.com/#Slide-template--15818592452853__slideshow-1", "https://sinootea.com/#Slide-template--15818592452853__slideshow-2", "https://sinootea.com/#Slide-template--15818592452853__slideshow-3", "https://sinootea.com/#Slide-template--15818592452853__slideshow-4", "https://sinootea.com/collections/best-selling-collection", "https://sinootea.com/collections/tea-cups-trays", "https://sinootea.com/collections/tea-accessories-tools", "https://sinootea.com/products/little-green-citrus-dried-tangerine-peel-ferment-pu-erh", "https://sinootea.com/products/ferment-puer-tea-original-flavor-xiaotuo-tea", "https://sinootea.com/products/ferment-pu-erh-spring-tea", "https://sinootea.com/products/wurun-little-green-citrus-puer-ripe-tea", "https://sinootea.com/products/menghai-old-tea-head-ferment-pu-erh", "https://sinootea.com/products/yunnan-raw-pu-erh", "https://sinootea.com/products/tee-fossil-crushed-silver-ferment-pu-erh-old-tea", "https://sinootea.com/blogs/about-us/tea-making-process", "https://sinootea.com/products/yunnan-ferment-pu-erh", "https://sinootea.com/products/xinhui-little-green-citrus-ferment-pu-erh", "https://sinootea.com/products/white-peony-fuding-white-tea", "https://sinootea.com/products/tee-fossil-crushed-silver-ferment-pu-erh-aged-tea", "https://sinootea.com/collections/tea-gifts", "https://sinootea.com/search", "https://sinootea.com/collections/tea-wares", "https://sinootea.com/pages/company-profile", "https://sinootea.com/blogs/about-us", "https://sinootea.com/pages/payment-methods", "https://sinootea.com/pages/privacy-policy", "https://sinootea.com/pages/returns-amp-exchanges", "https://sinootea.com/pages/terms-conditions", "https://www.shopify.com?utm_campaign=poweredby&utm_medium=shopify&utm_source=onlinestore"]}}